Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Open Location...
ar: فتح موقع...
ca: Obre la ubicació...
cs: Otevřít umístění...
da: Åbn placering...
de: Ort öffnen...
el: Άνοιγμα τοποθεσίας...
es: Abrir ubicación...
fi: Avaa sijainti...
fr: Ouvrir l'emplacement...
he: פתח מיקום...
hi: स्थान खोलें...
hr: Otvori lokaciju...
hu: Hely megnyitása...
id: Buka Lokasi...
it: Apri posizione...
ja: 場所を開く...
ko: 위치 열기...
ms: Buka Lokasi...
nb: Åpne plassering...
nl: Locatie openen...
pl: Otwórz lokalizację...
pt_br: Abrir local...
ro: Deschide locația...
ru: Открыть расположение...
sk: Otvoriť umiestnenie...
sv: Öppna plats...
th: เปิดตำแหน่ง...
tr: Konumu Aç...
uk: Відкрити розташування...
vi: Mở vị trí...
zh_hans: 打开位置...
zh_hk: 打開位置...

source: Open Tabs
ar: علامات التبويب المفتوحة
ca: Pestanyes obertes
cs: Otevřené karty
da: Åbne faneblade
de: Offene Tabs
el: Ανοιχτές καρτέλες
es: Pestañas abiertas
fi: Avoimet välilehdet
fr: Onglets ouverts
he: כרטיסיות פתוחות
hi: खुले टैब
hr: Otvorene kartice
hu: Nyitott lapok
id: Tab Terbuka
it: Schede aperte
ja: 開いているタブ
ko: 열린 탭
ms: Tab Terbuka
nb: Åpne faner
nl: Open tabbladen
pl: Otwarte karty
pt_br: Abas abertas
ro: File deschise
ru: Открытые вкладки
sk: Otvorené karty
sv: Öppna flikar
th: แท็บที่เปิดอยู่
tr: Açık Sekmeler
uk: Відкриті вкладки
vi: Thẻ đang mở
zh_hans: 打开的标签页
zh_hk: 打開的分頁

source: Open URL
ar: فتح عنوان URL
ca: Obre l'URL
cs: Otevřít URL
da: Åbn URL
de: URL öffnen
el: Άνοιγμα URL
es: Abrir URL
fi: Avaa URL
fr: Ouvrir l'URL
he: פתח URL
hi: URL खोलें
hr: Otvori URL
hu: URL megnyitása
id: Buka URL
it: Apri URL
ja: URLを開く
ko: URL 열기
ms: Buka URL
nb: Åpne URL
nl: URL openen
pl: Otwórz URL
pt_br: Abrir URL
ro: Deschide URL
ru: Открыть URL
sk: Otvoriť URL
sv: Öppna URL
th: เปิด URL
tr: URL'yi Aç
uk: Відкрити URL
vi: Mở URL
zh_hans: 打开 URL
zh_hk: 打開 URL

source: Opening and closing tabs
ar: فتح علامات التبويب وإغلاقها
ca: Obrir i tancar pestanyes
cs: Otevírání i zavírání karet
da: Når faneblade åbnes og lukkes
de: Geöffnete und geschlossene Tabs
el: Άνοιγμα και κλείσιμο καρτελών
es: Al abrir y cerrar pestañas
fi: Välilehtien avaaminen ja sulkeminen
fr: Ouverture et fermeture des onglets
he: פתיחה וסגירה של כרטיסיות
hi: टैब खोलना और बंद करना
hr: Otvaranje i zatvaranje kartica
hu: Lapok megnyitása és bezárása
id: Membuka dan menutup tab
it: Apertura e chiusura delle schede
ja: タブを開いたときと閉じたとき
ko: 탭 열기와 닫기
ms: Membuka dan menutup tab
nb: Når faner åpnes og lukkes
nl: Tabbladen openen en sluiten
pl: Otwieranie i zamykanie kart
pt_br: Abertura e fechamento de abas
ro: Deschiderea și închiderea filelor
ru: Открытие и закрытие вкладок
sk: Otváranie aj zatváranie kariet
sv: När flikar öppnas och stängs
th: การเปิดและปิดแท็บ
tr: Sekme açma ve kapatma
uk: Відкриття та закриття вкладок
vi: Khi mở và đóng thẻ
zh_hans: 打开和关闭标签页
zh_hk: 開啟與關閉分頁

source: Opens a new tab.
ar: يفتح علامة تبويب جديدة.
ca: Obre una pestanya nova.
cs: Otevře novou kartu.
da: Åbner et nyt faneblad.
de: Öffnet einen neuen Tab.
el: Ανοίγει μια νέα καρτέλα.
es: Abre una pestaña nueva.
fi: Avaa uuden välilehden.
fr: Ouvre un nouvel onglet.
he: פותח כרטיסייה חדשה.
hi: एक नया टैब खोलता है।
hr: Otvara novu karticu.
hu: Új lapot nyit.
id: Membuka tab baru.
it: Apre una nuova scheda.
ja: 新しいタブを開きます。
ko: 새 탭을 엽니다.
ms: Membuka tab baharu.
nb: Åpner en ny fane.
nl: Opent een nieuw tabblad.
pl: Otwiera nową kartę.
pt_br: Abre uma nova aba.
ro: Deschide o filă nouă.
ru: Открывает новую вкладку.
sk: Otvorí novú kartu.
sv: Öppnar en ny flik.
th: เปิดแท็บใหม่
tr: Yeni bir sekme açar.
uk: Відкриває нову вкладку.
vi: Mở một thẻ mới.
zh_hans: 打开一个新标签页。
zh_hk: 打開一個新分頁。

source: Opens a URL in a new tab.
ar: يفتح عنوان URL في علامة تبويب جديدة.
ca: Obre un URL en una pestanya nova.
cs: Otevře adresu URL na nové kartě.
da: Åbner en URL i et nyt faneblad.
de: Öffnet eine URL in einem neuen Tab.
el: Ανοίγει ένα URL σε νέα καρτέλα.
es: Abre una URL en una pestaña nueva.
fi: Avaa URL-osoitteen uudessa välilehdessä.
fr: Ouvre une URL dans un nouvel onglet.
he: פותח כתובת URL בכרטיסייה חדשה.
hi: एक नए टैब में एक URL खोलता है।
hr: Otvara URL u novoj kartici.
hu: Megnyit egy URL-t egy új lapon.
id: Membuka URL di tab baru.
it: Apre un URL in una nuova scheda.
ja: 新しいタブでURLを開きます。
ko: 새 탭에서 URL을 엽니다.
ms: Membuka URL dalam tab baharu.
nb: Åpner en URL i en ny fane.
nl: Opent een URL in een nieuw tabblad.
pl: Otwiera adres URL w nowej karcie.
pt_br: Abre um URL em uma nova aba.
ro: Deschide un URL într-o filă nouă.
ru: Открывает URL в новой вкладке.
sk: Otvorí adresu URL na novej karte.
sv: Öppnar en URL i en ny flik.
th: เปิด URL ในแท็บใหม่
tr: Bir URL'yi yeni bir sekmede açar.
uk: Відкриває URL у новій вкладці.
vi: Mở một URL trong thẻ mới.
zh_hans: 在新标签页中打开一个 URL。
zh_hk: 在新分頁中打開一個 URL。

source: Opens the omnibar from any app, even when Browser isn't focused.
ar: يفتح شريط العناوين من أي تطبيق، حتى عندما لا يكون المتصفح في وضع التركيز.
ca: Obre l'omnibar des de qualsevol app, fins i tot quan el navegador no té el focus.
cs: Otevře omnibar z libovolné aplikace, i když prohlížeč není v popředí.
da: Åbner omnibaren fra enhver app, selv når browseren ikke er i fokus.
de: Öffnet die Omnibar aus jeder App, auch wenn der Browser nicht im Fokus ist.
el: Ανοίγει το omnibar από οποιαδήποτε εφαρμογή, ακόμη κι όταν το πρόγραμμα περιήγησης δεν είναι εστιασμένο.
es: Abre la omnibar desde cualquier app, incluso cuando el navegador no está enfocado.
fi: Avaa omnipalkin mistä tahansa sovelluksesta, vaikka selain ei olisi kohdistettuna.
fr: Ouvre l'omnibar depuis n'importe quelle app, même lorsque le navigateur n'est pas actif.
he: פותח את שורת הכתובת מכל יישום, גם כשהדפדפן אינו במיקוד.
hi: किसी भी ऐप से ओमनीबार खोलता है, भले ही ब्राउज़र फ़ोकस में न हो।
hr: Otvara omnibar iz bilo koje aplikacije, čak i kad preglednik nije u fokusu.
hu: Megnyitja az omnibart bármely alkalmazásból, még akkor is, ha a böngésző nincs fókuszban.
id: Membuka omnibar dari aplikasi mana pun, bahkan saat browser tidak difokuskan.
it: Apre l'omnibar da qualsiasi app, anche quando il browser non è a fuoco.
ja: ブラウザがフォーカスされていなくても、任意のアプリからオムニバーを開きます。
ko: 브라우저가 포커스되지 않은 상태에서도 모든 앱에서 옴니바를 엽니다.
ms: Membuka omnibar dari mana-mana aplikasi, walaupun pelayar tidak difokuskan.
nb: Åpner omnibaren fra hvilken som helst app, selv når nettleseren ikke er i fokus.
nl: Opent de omnibalk vanuit elke app, zelfs wanneer de browser niet actief is.
pl: Otwiera omnibar z dowolnej aplikacji, nawet gdy przeglądarka nie jest aktywna.
pt_br: Abre a omnibar de qualquer app, mesmo quando o navegador não está em foco.
ro: Deschide omnibarul din orice aplicație, chiar și când browserul nu este focalizat.
ru: Открывает омнибар из любого приложения, даже когда браузер не в фокусе.
sk: Otvorí omnibar z ľubovoľnej aplikácie, aj keď prehliadač nie je v popredí.
sv: Öppnar omnibaren från valfri app, även när webbläsaren inte är i fokus.
th: เปิดออมนิบาร์จากแอปใดก็ได้ แม้เบราว์เซอร์จะไม่ได้โฟกัสอยู่
tr: Tarayıcı odakta olmasa bile herhangi bir uygulamadan omnibar'ı açar.
uk: Відкриває омнібар із будь-якої програми, навіть коли браузер не у фокусі.
vi: Mở omnibar từ bất kỳ ứng dụng nào, ngay cả khi trình duyệt không được lấy nét.
zh_hans: 从任何应用打开地址栏，即使浏览器未获得焦点。
zh_hk: 從任何 App 打開網址列，即使瀏覽器未取得焦點。

source: Opens the print dialog
ar: يفتح مربع حوار الطباعة
ca: Obre el diàleg d'impressió
cs: Otevře dialog tisku
da: Åbner udskriftsdialogen
de: Öffnet den Druckdialog
el: Ανοίγει το παράθυρο εκτύπωσης
es: Abre el diálogo de impresión
fi: Avaa tulostusvalintaikkunan
fr: Ouvre la boîte de dialogue d'impression
he: פותח את חלון ההדפסה
hi: प्रिंट संवाद खोलता है
hr: Otvara dijalog ispisa
hu: Megnyitja a nyomtatási párbeszédpanelt
id: Membuka dialog cetak
it: Apre la finestra di stampa
ja: 印刷ダイアログを開きます
ko: 인쇄 대화상자를 엽니다
ms: Membuka dialog cetak
nb: Åpner utskriftsdialogen
nl: Opent het afdrukvenster
pl: Otwiera okno drukowania
pt_br: Abre a caixa de diálogo de impressão
ro: Deschide dialogul de tipărire
ru: Открывает диалог печати
sk: Otvorí dialóg tlače
sv: Öppnar utskriftsdialogen
th: เปิดกล่องโต้ตอบการพิมพ์
tr: Yazdırma iletişim kutusunu açar
uk: Відкриває діалог друку
vi: Mở hộp thoại in
zh_hans: 打开打印对话框
zh_hk: 打開列印對話框

source: Option-Click Downloads
ar: تنزيلات النقر مع Option
ca: Baixades amb Opció-clic
cs: Stahování přes Option-klik
da: Option-klik-overførsler
de: Option-Klick-Downloads
el: Λήψεις με Option-κλικ
es: Descargas con Opción-clic
fi: Optio-napsautuslataukset
fr: Téléchargements par Option-clic
he: הורדות בלחיצת Option
hi: Option-क्लिक डाउनलोड
hr: Preuzimanja Option-klikom
hu: Option-kattintásos letöltések
id: Unduhan Opsi-Klik
it: Download con Opzione-clic
ja: Option-クリックのダウンロード
ko: Option-클릭 다운로드
ms: Muat Turun Option-Klik
nb: Tilvalg-klikk-nedlastinger
nl: Option-klik-downloads
pl: Pobrania przez Option-kliknięcie
pt_br: Downloads com Option-clique
ro: Descărcări prin Opțiune-clic
ru: Загрузки по Option-клику
sk: Sťahovania cez Option-klik
sv: Alternativ-klick-nedladdningar
th: ดาวน์โหลดด้วย Option-คลิก
tr: Seçenek Tıklamalı İndirmeler
uk: Завантаження за Option-кліком
vi: Tải xuống bằng Option-nhấp
zh_hans: Option-点击下载
zh_hk: Option-點按下載

source: Option-click downloads the linked file
ar: النقر مع Option ينزّل الملف المرتبط
ca: Opció-clic baixa el fitxer enllaçat
cs: Option-klik stáhne odkazovaný soubor
da: Option-klik henter den tilknyttede fil
de: Option-Klick lädt die verlinkte Datei herunter
el: Το Option-κλικ κατεβάζει το συνδεδεμένο αρχείο
es: Opción-clic descarga el archivo enlazado
fi: Optio-napsautus lataa linkitetyn tiedoston
fr: Option-clic télécharge le fichier lié
he: לחיצת Option מורידה את הקובץ המקושר
hi: Option-क्लिक लिंक की गई फ़ाइल डाउनलोड करता है
hr: Option-klik preuzima povezanu datoteku
hu: Az Option-kattintás letölti a hivatkozott fájlt
id: Opsi-klik mengunduh berkas tertaut
it: Opzione-clic scarica il file collegato
ja: Option-クリックでリンク先のファイルをダウンロード
ko: Option-클릭은 링크된 파일을 다운로드합니다
ms: Option-klik memuat turun fail terpaut
nb: Tilvalg-klikk laster ned den lenkede filen
nl: Option-klik downloadt het gekoppelde bestand
pl: Option-kliknięcie pobiera połączony plik
pt_br: Option-clique baixa o arquivo vinculado
ro: Opțiune-clic descarcă fișierul legat
ru: Option-клик загружает файл по ссылке
sk: Option-klik stiahne odkazovaný súbor
sv: Alternativ-klick laddar ner den länkade filen
th: Option-คลิกดาวน์โหลดไฟล์ที่ลิงก์
tr: Seçenek tıklaması bağlantılı dosyayı indirir
uk: Option-клік завантажує файл за посиланням
vi: Option-nhấp tải tệp được liên kết xuống
zh_hans: Option-点击会下载链接的文件
zh_hk: Option-點按會下載連結的檔案

source: Option-click downloads, folder
ar: تنزيلات النقر مع Option، مجلد
ca: Baixades amb Opció-clic, carpeta
cs: Stahování přes Option-klik, složka
da: Option-klik-overførsler, mappe
de: Option-Klick-Downloads, Ordner
el: Λήψεις με Option-κλικ, φάκελος
es: Descargas con Opción-clic, carpeta
fi: Optio-napsautuslataukset, kansio
fr: Téléchargements par Option-clic, dossier
he: הורדות בלחיצת Option, תיקייה
hi: Option-क्लिक डाउनलोड, फ़ोल्डर
hr: Preuzimanja Option-klikom, mapa
hu: Option-kattintásos letöltések, mappa
id: Unduhan Opsi-klik, folder
it: Download con Opzione-clic, cartella
ja: Option-クリックのダウンロード、フォルダ
ko: Option-클릭 다운로드, 폴더
ms: Muat turun Option-klik, folder
nb: Tilvalg-klikk-nedlastinger, mappe
nl: Option-klik-downloads, map
pl: Pobrania przez Option-kliknięcie, folder
pt_br: Downloads com Option-clique, pasta
ro: Descărcări prin Opțiune-clic, folder
ru: Загрузки по Option-клику, папка
sk: Sťahovania cez Option-klik, priečinok
sv: Alternativ-klick-nedladdningar, mapp
th: ดาวน์โหลดด้วย Option-คลิก โฟลเดอร์
tr: Seçenek tıklamalı indirmeler, klasör
uk: Завантаження за Option-кліком, папка
vi: Tải xuống bằng Option-nhấp, thư mục
zh_hans: Option-点击下载，文件夹
zh_hk: Option-點按下載，檔案夾

source: Option-click this URL
ar: انقر مع Option على عنوان URL هذا
ca: Fes Opció-clic en aquest URL
cs: Klikni na tuto adresu URL s Option
da: Option-klik på denne URL
de: Option-Klick auf diese URL
el: Κάνε Option-κλικ σε αυτό το URL
es: Haz Opción-clic en esta URL
fi: Optio-napsauta tätä URL-osoitetta
fr: Faites Option-clic sur cette URL
he: לחץ Option על כתובת URL זו
hi: इस URL पर Option-क्लिक करें
hr: Option-klikni ovaj URL
hu: Option-kattints erre az URL-re
id: Opsi-klik URL ini
it: Fai Opzione-clic su questo URL
ja: このURLをOption-クリック
ko: 이 URL을 Option-클릭
ms: Option-klik URL ini
nb: Tilvalg-klikk på denne URL-en
nl: Option-klik op deze URL
pl: Kliknij ten adres URL z Option
pt_br: Dê Option-clique neste URL
ro: Fă Opțiune-clic pe acest URL
ru: Сделайте Option-клик по этому URL
sk: Klikni na túto adresu URL s Option
sv: Alternativ-klicka på denna URL
th: Option-คลิกที่ URL นี้
tr: Bu URL'ye Seçenek tıklaması yap
uk: Зробіть Option-клік по цьому URL
vi: Option-nhấp vào URL này
zh_hans: Option-点击此 URL
zh_hk: Option-點按此 URL

source: Page
ar: الصفحة
ca: Pàgina
cs: Stránka
da: Side
de: Seite
el: Σελίδα
es: Página
fi: Sivu
he: דף
hi: पृष्ठ
hr: Stranica
hu: Oldal
id: Halaman
it: Pagina
ja: ページ
ko: 페이지
ms: Halaman
nb: Side
nl: Pagina
pl: Strona
pt_br: Página
ro: Pagină
ru: Страница
sk: Stránka
sv: Sida
th: หน้า
tr: Sayfa
uk: Сторінка
vi: Trang
zh_hans: 页面
zh_hk: 頁面

source: Path: %@
ar: المسار: %@
ca: Camí: %@
cs: Cesta: %@
da: Sti: %@
de: Pfad: %@
el: Διαδρομή: %@
es: Ruta: %@
fi: Polku: %@
fr: Chemin : %@
he: נתיב: %@
hi: पथ: %@
hr: Putanja: %@
hu: Útvonal: %@
id: Jalur: %@
it: Percorso: %@
ja: パス：%@
ko: 경로: %@
ms: Laluan: %@
nb: Sti: %@
nl: Pad: %@
pl: Ścieżka: %@
pt_br: Caminho: %@
ro: Cale: %@
ru: Путь: %@
sk: Cesta: %@
sv: Sökväg: %@
th: เส้นทาง: %@
tr: Yol: %@
uk: Шлях: %@
vi: Đường dẫn: %@
zh_hans: 路径：%@
zh_hk: 路徑：%@

source: Pick any combination — edges, the favicon ring, or both.
ar: اختر أي مجموعة — الحواف أو حلقة الأيقونة المفضّلة أو كليهما.
ca: Tria qualsevol combinació — les vores, l'anell del favicon o totes dues.
cs: Vyber libovolnou kombinaci — okraje, prstenec faviconu nebo oboje.
da: Vælg en hvilken som helst kombination — kanterne, favicon-ringen eller begge.
de: Wähle eine beliebige Kombination – Kanten, den Favicon-Ring oder beides.
el: Επίλεξε οποιονδήποτε συνδυασμό — τις άκρες, τον δακτύλιο του favicon ή και τα δύο.
es: Elige cualquier combinación: los bordes, el anillo del favicon o ambos.
fi: Valitse mikä tahansa yhdistelmä — reunat, favicon-rengas tai molemmat.
fr: Choisissez n'importe quelle combinaison — les bords, l'anneau du favicon, ou les deux.
he: בחר כל שילוב — הקצוות, הטבעת סביב סמל האתר, או שניהם.
hi: कोई भी संयोजन चुनें — किनारे, फ़ेविकॉन रिंग, या दोनों।
hr: Odaberi bilo koju kombinaciju — rubove, prsten favicona ili oboje.
hu: Válaszd bármely kombinációt — a szélek, a favicon gyűrű vagy mindkettő.
id: Pilih kombinasi apa pun — tepi, cincin favicon, atau keduanya.
it: Scegli qualsiasi combinazione: i bordi, l'anello del favicon o entrambi.
ja: 任意の組み合わせを選択：端、ファビコンのリング、またはその両方。
ko: 가장자리, 파비콘 링 또는 둘 다 등 원하는 조합을 선택하세요.
ms: Pilih sebarang gabungan — tepi, cincin favicon, atau kedua-duanya.
nb: Velg hvilken som helst kombinasjon — kantene, favikon-ringen eller begge.
nl: Kies een willekeurige combinatie — de randen, de favicon-ring of beide.
pl: Wybierz dowolną kombinację — krawędzie, pierścień faviconu lub oba.
pt_br: Escolha qualquer combinação — as bordas, o anel do favicon ou ambos.
ro: Alege orice combinație — marginile, inelul faviconului sau ambele.
ru: Выберите любое сочетание — края, кольцо вокруг фавикона или оба.
sk: Vyber ľubovoľnú kombináciu — okraje, prstenec faviconu alebo oboje.
sv: Välj valfri kombination — kanterna, favikon-ringen eller båda.
th: เลือกชุดใดก็ได้ — ขอบ วงแหวนรอบฟาวิคอน หรือทั้งสอง
tr: Herhangi bir kombinasyon seç — kenarlar, favicon halkası ya da her ikisi.
uk: Виберіть будь-яке поєднання — краї, кільце навколо фавікона або обидва.
vi: Chọn bất kỳ kết hợp nào — các cạnh, vòng favicon, hoặc cả hai.
zh_hans: 选择任意组合——边缘、图标环，或两者。
zh_hk: 選擇任意組合——邊緣、圖示環，或兩者。

source: Press ⌃Space to navigate
ar: اضغط ⌃مسافة للتنقل
ca: Prem ⌃Espai per navegar
cs: Pro navigaci stiskni ⌃Mezerník
da: Tryk på ⌃Mellemrum for at navigere
de: Drücke ⌃Leertaste zum Navigieren
el: Πάτησε ⌃Διάστημα για πλοήγηση
es: Pulsa ⌃Espacio para navegar
fi: Navigoi painamalla ⌃Välilyönti
fr: Appuyez sur ⌃Espace pour naviguer
he: הקש ⌃רווח כדי לנווט
hi: नेविगेट करने के लिए ⌃Space दबाएँ
hr: Pritisni ⌃Razmaknica za navigaciju
hu: A navigációhoz nyomd meg a ⌃Szóköz billentyűt
id: Tekan ⌃Spasi untuk menavigasi
it: Premi ⌃Spazio per navigare
ja: ナビゲートするには⌃スペースを押す
ko: 탐색하려면 ⌃스페이스를 누르세요
ms: Tekan ⌃Space untuk menavigasi
nb: Trykk på ⌃Mellomrom for å navigere
nl: Druk op ⌃Spatie om te navigeren
pl: Naciśnij ⌃Spacja, aby nawigować
pt_br: Pressione ⌃Espaço para navegar
ro: Apasă ⌃Spațiu pentru a naviga
ru: Нажмите ⌃Пробел для навигации
sk: Na navigáciu stlač ⌃Medzerník
sv: Tryck på ⌃Blanksteg för att navigera
th: กด ⌃Space เพื่อนำทาง
tr: Gezinmek için ⌃Boşluk'a bas
uk: Натисніть ⌃Пробіл для навігації
vi: Nhấn ⌃Dấu cách để điều hướng
zh_hans: 按 ⌃空格进行导航
zh_hk: 按 ⌃空白鍵進行導覽

source: Press Space
ar: اضغط المسافة
ca: Prem Espai
cs: Stiskni Mezerník
da: Tryk på Mellemrum
de: Leertaste drücken
el: Πάτησε Διάστημα
es: Pulsa Espacio
fi: Paina Välilyöntiä
fr: Appuyez sur Espace
he: הקש רווח
hi: Space दबाएँ
hr: Pritisni Razmaknicu
hu: Nyomd meg a Szóközt
id: Tekan Spasi
it: Premi Spazio
ja: スペースを押す
ko: 스페이스를 누르세요
ms: Tekan Space
nb: Trykk på Mellomrom
nl: Druk op Spatie
pl: Naciśnij Spację
pt_br: Pressione Espaço
ro: Apasă Spațiu
ru: Нажмите «Пробел»
sk: Stlač Medzerník
sv: Tryck på Blanksteg
th: กด Space
tr: Boşluğa Bas
uk: Натисніть «Пробіл»
vi: Nhấn Dấu cách
zh_hans: 按空格
zh_hk: 按空白鍵

source: Pressing Space pages down. This sets how far — 90% leaves a sliver of overlap so you don't lose your place, while 100% is a clean full-screen jump.
ar: ضغط المسافة يمرّر صفحة للأسفل. هذا يحدد المقدار — 90% تترك تداخلًا بسيطًا حتى لا تفقد مكانك، بينما 100% قفزة نظيفة بملء الشاشة.
ca: Prémer Espai baixa una pàgina. Això defineix quant — el 90% deixa una petita superposició perquè no perdis el lloc, mentre que el 100% és un salt net a pantalla completa.
cs: Stisknutí Mezerníku posune stránku dolů. Toto nastavuje o kolik — 90 % ponechá malý překryv, abys neztratil své místo, zatímco 100 % je čistý skok na celou obrazovku.
da: Et tryk på Mellemrum ruller en side ned. Dette angiver hvor meget — 90% efterlader en smule overlap, så du ikke mister din plads, mens 100% er et rent fuldskærmsspring.
de: Das Drücken der Leertaste blättert nach unten. Dies legt fest, wie weit – 90 % lässt eine kleine Überlappung, damit du deinen Platz nicht verlierst, während 100 % ein sauberer Vollbild-Sprung ist.
el: Το πάτημα Διαστήματος κατεβάζει μια σελίδα. Αυτό ορίζει πόσο — το 90% αφήνει μια μικρή επικάλυψη ώστε να μη χάσεις τη θέση σου, ενώ το 100% είναι ένα καθαρό άλμα πλήρους οθόνης.
es: Pulsar Espacio avanza una página. Esto define cuánto: 90 % deja un pequeño solapamiento para no perder tu sitio, mientras que 100 % es un salto limpio de pantalla completa.
fi: Välilyönnin painaminen vierittää sivun alas. Tämä määrittää kuinka paljon — 90 % jättää pienen limityksen, jotta et menetä paikkaasi, kun taas 100 % on siisti koko näytön hyppy.
fr: Un appui sur Espace fait défiler vers le bas. Ceci définit de combien — 90 % laisse un léger chevauchement pour ne pas perdre votre place, tandis que 100 % est un saut plein écran net.
he: לחיצה על רווח גוללת דף אחד למטה. זה קובע כמה — 90% משאירים חפיפה קלה כדי שלא תאבד את מקומך, בעוד 100% הם קפיצה נקייה במסך מלא.
hi: Space दबाने से एक पृष्ठ नीचे स्क्रॉल होता है। यह निर्धारित करता है कि कितना — 90% थोड़ा ओवरलैप छोड़ता है ताकि आप अपनी जगह न खोएँ, जबकि 100% एक स्वच्छ पूर्ण-स्क्रीन छलांग है।
hr: Pritisak Razmaknice pomiče stranicu prema dolje. Ovo postavlja koliko — 90 % ostavlja malo preklapanja da ne izgubiš mjesto, dok je 100 % čist skok na cijeli zaslon.
hu: A Szóköz megnyomása egy oldalt lapoz lefelé. Ez beállítja, mennyit — a 90% egy kis átfedést hagy, hogy ne veszítsd el a helyed, míg a 100% tiszta, teljes képernyős ugrás.
id: Menekan Spasi menggulir satu halaman ke bawah. Ini menyetel seberapa jauh — 90% menyisakan sedikit tumpang tindih agar kamu tidak kehilangan tempatmu, sedangkan 100% adalah lompatan layar penuh yang bersih.
it: Premere Spazio scorre verso il basso di una pagina. Questo imposta di quanto: 90% lascia una piccola sovrapposizione per non perdere il segno, mentre 100% è un salto pulito a schermo intero.
ja: スペースを押すと1ページ下にスクロールします。これはその量を設定します。90%は位置を見失わないよう少し重なりを残し、100%はきれいな全画面ジャンプです。
ko: 스페이스를 누르면 한 페이지 아래로 스크롤됩니다. 이것은 얼마만큼인지 설정합니다. 90%는 위치를 잃지 않도록 약간의 겹침을 남기고, 100%는 깔끔한 전체 화면 점프입니다.
ms: Menekan Space menatal satu halaman ke bawah. Ini menetapkan sejauh mana — 90% meninggalkan sedikit pertindihan supaya anda tidak hilang tempat anda, manakala 100% ialah lompatan skrin penuh yang bersih.
nb: Å trykke på Mellomrom blar ned en side. Dette angir hvor mye — 90% etterlater en liten overlapp så du ikke mister plassen din, mens 100% er et rent fullskjermshopp.
nl: Op Spatie drukken bladert een pagina omlaag. Dit stelt in hoever — 90% laat een klein stukje overlap zodat je je plek niet verliest, terwijl 100% een schone volledig-schermsprong is.
pl: Naciśnięcie Spacji przewija stronę w dół. To ustawia jak daleko — 90% pozostawia niewielkie nakładanie, abyś nie zgubił miejsca, podczas gdy 100% to czysty skok na pełny ekran.
pt_br: Pressionar Espaço avança uma página. Isso define quanto — 90% deixa uma pequena sobreposição para você não perder o lugar, enquanto 100% é um salto limpo de tela cheia.
ro: Apăsarea Spațiului derulează o pagină în jos. Aceasta setează cât — 90% lasă o mică suprapunere ca să nu-ți pierzi locul, în timp ce 100% este un salt curat pe tot ecranul.
ru: Нажатие «Пробел» прокручивает на страницу вниз. Это задаёт, насколько: 90% оставляют небольшое перекрытие, чтобы вы не потеряли своё место, а 100% — это чистый полноэкранный скачок.
sk: Stlačenie Medzerníka posunie stránku nadol. Toto nastavuje o koľko — 90 % ponechá malý prekryv, aby si nestratil svoje miesto, zatiaľ čo 100 % je čistý skok na celú obrazovku.
sv: Att trycka på Blanksteg bläddrar ner en sida. Detta anger hur långt — 90% lämnar en aning överlappning så att du inte tappar din plats, medan 100% är ett rent helskärmshopp.
th: การกด Space เลื่อนลงหนึ่งหน้า สิ่งนี้ตั้งค่าว่ามากแค่ไหน — 90% เว้นการซ้อนทับเล็กน้อยเพื่อไม่ให้คุณเสียตำแหน่ง ในขณะที่ 100% เป็นการกระโดดเต็มหน้าจอที่สะอาด
tr: Boşluğa basmak bir sayfa aşağı kaydırır. Bu, ne kadar olduğunu ayarlar — %90 yerini kaybetmemen için küçük bir örtüşme bırakır, %100 ise temiz bir tam ekran atlamasıdır.
uk: Натискання «Пробіл» прокручує на сторінку вниз. Це задає, наскільки: 90% лишають невелике перекриття, щоб ви не втратили своє місце, а 100% — це чистий повноекранний стрибок.
vi: Nhấn Dấu cách cuộn xuống một trang. Cái này đặt mức bao nhiêu — 90% để lại một chút chồng lấn để bạn không mất chỗ, trong khi 100% là một bước nhảy toàn màn hình gọn gàng.
zh_hans: 按空格向下翻一页。此项设置翻多少——90% 会留下一点重叠，让你不会丢失位置，而 100% 是干净的整屏跳转。
zh_hk: 按空白鍵向下翻一頁。此項設定翻多少——90% 會留下一點重疊，讓你不會遺失位置，而 100% 是乾淨的整螢幕跳轉。

source: Previous Match
ar: التطابق السابق
ca: Coincidència anterior
cs: Předchozí shoda
da: Forrige resultat
de: Vorheriger Treffer
el: Προηγούμενο αποτέλεσμα
es: Coincidencia anterior
fi: Edellinen osuma
fr: Résultat précédent
he: התאמה קודמת
hi: पिछला मिलान
hr: Prethodno podudaranje
hu: Előző találat
id: Kecocokan Sebelumnya
it: Risultato precedente
ja: 前の一致
ko: 이전 일치
ms: Padanan Sebelumnya
nb: Forrige treff
nl: Vorige resultaat
pl: Poprzednie dopasowanie
pt_br: Ocorrência anterior
ro: Potrivirea anterioară
ru: Предыдущее совпадение
sk: Predchádzajúca zhoda
sv: Föregående träff
th: รายการก่อนหน้า
tr: Önceki Eşleşme
uk: Попередній збіг
vi: Kết quả trước
zh_hans: 上一个匹配
zh_hk: 上一個相符項目
